/// ===============================
/// MOVIMENTO
/// ===============================
vel_base = 1;
vel_atual = vel_base;

/// ===============================
/// BLOODLUST
/// ===============================
tempo_perseguicao = 0;
nivel_bloodlust = 0;

/// ===============================
/// CONFIGURAÇÕES
/// ===============================
tempo_bl1 = 3;
tempo_bl2 = 5;
tempo_bl3 = 8;

raio_perseguicao = 700;

/// ===============================
/// ESTADO
/// ===============================
perseguindo = false;

