/// ===============================
/// MOVIMENTO
/// ===============================
vel_base = 2;
vel_atual = vel_base;

/// ===============================
/// BLOODLUST
/// ===============================
tempo_perseguicao = 0;
nivel_bloodlust = 0;

/// ===============================
/// CONFIGURAÇÕES
/// ===============================
tempo_bl1 = 10;
tempo_bl2 = 20;
tempo_bl3 = 30;

raio_perseguicao = 200;

/// ===============================
/// ESTADO
/// ===============================
perseguindo = false;

